cask_args appdir: '/Applications'

tap "derailed/k9s"
tap "Azure/kubelogin"
tap "loft-sh/tap"

cask "docker"
cask "keepingyouawake"
cask "postman"

brew "awscli"
brew "azure-cli"
brew "coreutils"
brew "fzf"
brew "golang"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "httpie"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jq"
brew "kind"
brew "libpq"
brew "kubelogin"
brew "kubectx"
brew "kustomize"
brew "vcluster"
brew "neovim"
brew "nvm"
brew "tmux"
brew "tree"
brew "yq"
